IDEA StatiCa Open Model
BoltParam.ColsPosition Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the position, to which are bolt columns realted to.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionRelatedTo ColsPosition { get; set; }
Public Property ColsPosition As PositionRelatedTo
	Get
	Set
public:
property PositionRelatedTo ColsPosition {
	PositionRelatedTo get ();
	void set (PositionRelatedTo value);
}
Property Value
Type: PositionRelatedTo
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace